Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: Almost 60% of the Polish contribution to ODA were spent to help Syrian crisis victims.
pl: Blisko 60% tej kwoty wydano na wsparcie ofiar kryzysu w Syrii.

source: Till the end of 2013, as a result of armed conflict which began in March 2011, 2.2 mln Syrians had to leave the country and sought refuge in neighboring countries (Jordan, Libya and Turkey).
pl: Do końca 2013 roku - w następstwie ciągnącego się od marca 2011 r. zbrojnego konfliktu - do opuszczenia kraju i poszukiwania schronienia w państwach sąsiadujących z Syrią (Jordania, Liban i Turcja) zostało zmuszonych 2,2 mln Syryjczyków.

source: 6.5 million internal refugees (people who were forced to leave their homes within their own country), should be added to that number.
pl: Do tego doliczyć należy także około 6,5 milionów uchodźców wewnętrznych, czyli osób, które musiały opuścić swoje miejsca zamieszkania, nie opuszczając jednak kraju.

source: Poland helped Syrian refugees in Jordan and Lebanon through domestic non-governmental organizations: Caritas Poland and Polish Center for International Aid, as well as through support of the United Nations High Commissioner for Refugees and United Nations Children's Fund projects.
pl: Polska udzieliła pomocy uchodźcom syryjskim w Jordanii i Libanie za pośrednictwem krajowych organizacji pozarządowych: Caritas Polska oraz Polskie Centrum Pomocy Międzynarodowej, a także poprzez wsparcie projektów Wysokiego Komisarza Narodów Zjednoczonych ds.

source: Education is an important aspect of Polish development assistance.
pl: Uchodźców oraz Funduszu Narodów Zjednoczonych na Rzecz Dzieci.

source: It consists of the Polish contributions within the framework of multilateral assistance, which represented almost 75% of the financial resources allocated to development cooperation in 2010, and of funding and support for projects in the framework of bilateral aid.
pl: Na tę kwotę składają się kontrybucje w ramach pomocy wielostronnej, stanowiące prawie 75% polskiej pomocy w 2010 r., oraz środki zaangażowane w finansowane i wspieranie projektów realizowanych w ramach pomocy dwustronnej.

source: Polish development assistance projects, carried out by the MFA's partners, were selected via the following calls for proposals administered by the MFA:
pl: Projekty na rzecz krajów-beneficjentów programu polskiej pomocy rozwojowej realizowane przez partnerów zewnętrznych MSZ zostały wybrane w wyniku otwartych konkursów:

source: Polish Aid Volunteering Programme, which enabled 22 volunteers to participate in 17 projects in 12 countries (over PLN 0.6 million);
pl: Wolontariat - polska pomoc, który umożliwił 22 wolontariuszom udział w 17 projektach przeprowadzonych w 12 krajach świata (ponad 0,6 mln PLN);

source: Additionally, 32 initiatives were carried out by the Polish team of experts from the Provincial Reconstruction Team (PRT) in the Ghazni province of Afghanistan (over PLN 16 million).
pl: Provincial Reconstruction Team Ghazni, PRT Ghazni), działając we współpracy z miejscowymi władzami i organizacjami społecznymi, przygotował i zrealizował 32 projekty (ponad 16 mln PLN).

source: The MFA contributed PLN 12.4 million (USD 4.1 million) to humanitarian aid, particularly in Albania, Afghanistan, Palestinian National Authority, Montenegro, Haiti, Kyrgyzstan, Moldova and Pakistan.
pl: 12,4 mln PLN (4,1 mln USD) przeznaczono na pomoc humanitarną, która dotarła przede wszystkim do Albanii, Afganistanu, Autonomii Palestyńskiej, Czarnogóry, Haiti, Kirgistanu, Mołdawii i Pakistanu.

source: Furthermore, in 2010 financial support - in the form of concessional government credits, debt relief and financial contributions to selected initiatives implemented by international financial institutions, provided by the Ministry of Finance in cooperation with the MFA - amounted to PLN 162.6 million.
pl: Ponadto pomoc finansowa w formie kredytów preferencyjnych, umarzania długów oraz współfinansowania wybranych inicjatyw międzynarodowych instytucji finansowych, zrealizowana przez Ministerstwo Finansów we współpracy z MSZ, wyniosła w 2010 roku 162,6 mln PLN.

source: Invitation for Polish Embassies to submit project applications.
pl: Zaproszenie do składania wniosków projektowych - polskie placówki zagraniczne

source: The invitation directed to Polish embassies
pl: Zaproszenie skierowane do polskich placówek zagranicznych

source: 1. Within the Polish aid programme 2007 Polish embassies may submit and implement assistance projects for the countries covered by foreign assistance.
pl: 1. W ramach Programu polskiej pomocy zagranicznej w 2007 r. polskie placówki za granicą mogą zgłaszać i realizować projekty pomocowe na rzecz krajów objętych pomocą zagraniczną.

source: 3. Projects must be submitted via our on-line application form.
pl: 3. Projekty należy składać na wniosku projektowym on-line.

source: After registration the entity will receive its login and password which will be necessary to fill in the on-line application form.
pl: Po dokonaniu rejestracji placówka otrzyma login oraz hasło, dzięki którym będzie mogła wypełnić formularz wniosku projektowego on-line.

source: One login and one password are sufficient to fill in and submit several forms.
pl: Placówka może, posiadając jeden login oraz hasło, wypełnić oraz złożyć kilka wniosków projektowych.

source: b. Fill in our on-line application form.
pl: b. wypełnić formularz wniosku projektowego on-line

source: c. Send one signed print-out of the form (project proposal) along with the required attachments at the following address:
pl: c. Podpisany wydruk formularza wniosku projektowego (ofertę konkursową) w jednym egzemplarzu wraz z wymaganymi załącznikami przesłać na adres:

source: Ministry of Foreign Affairs
pl: Ministerstwo Spraw Zagranicznych

source: You are here Polish Aid / Partner countries / Eastern Partnership / Moldova / Moldova - projects carried out in 2012 / Innovative network of entrepreneurship and cooperative development, as well as agricultural advisory
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Mołdawia / Projekty 2012 - Mołdawia / Innowacyjna sieć rozwoju przedsiębiorczości, spółdzielczości i doradztwa rolniczego

source: Innovative network of entrepreneurship and cooperative development, as well as agricultural advisory
pl: Innowacyjna sieć rozwoju przedsiębiorczości, spółdzielczości i doradztwa rolniczego

source: Measures taken to stimulate and develop agriculture, including: individual enterprise (in particular, models of innovative and profitable family farms), cooperative activities (in particular, in the field of agricultural services and building the potential of producers' groups) and support for agricultural advisory services are of key importance for the economic development of Moldova's rural regions.
pl: Szczególnie ważne dla rozwoju ekonomicznego regionów wiejskich w Mołdawii jest podjęcie działania przyczyniające się do pobudzenia i rozwoju rolnictwa w tym: przedsiębiorczości indywidualnej (w szczególności modelowych, innowacyjnych, dochodowych gospodarstw rodzinnych), spółdzielczości (szczególnie w zakresie usług rolniczych i tworzenia potencjału przyszłych grup producenckich) oraz wsparcia doradztwa rolniczego.

source: Thanks to the project, 16 model, innovative forms of providing agricultural and service activities in 13 villages, located in 11 Moldovan regions (e.g. support was provided for the purchase of equipment for the modern calf-rearing, cultivating and processing mushrooms, or vegetable and fruit cleaning and sorting centres for producers' groups).
pl: Dzięki projektowi powstało 16 modelowych, innowacyjnych form prowadzenia działalności rolniczej i usługowej w 13 wsiach, położonych w 11 rejonach wiejskich Mołdawii (m.in. udzielono wsparcia na zakup sprzętu i urządzeń do nowatorskiej hodowli cieląt, uprawy i przetwórstwa grzybów czy myjni i sortowni warzyw i owoców dla grupy producenckiej).

source: The initiatives implemented in the framework of the project are innovative (by Moldova's rural standards), profitable and oriented towards the self-employment and the creation of local jobs.
pl: Zrealizowane w ramach projektu inicjatywy są nowatorskie (jak na warunki mołdawskiej wsi), dochodowe i nastawione na samozatrudnienie oraz tworzenie lokalnych miejsc pracy.

source: At the same time, 21 agricultural advisors were trained, functioning in the ACSA agricultural advisory system (currently over 400 experts operate in over 40% of Moldova's county offices).
pl: Równolegle przeszkolono 21 konsultantów rolniczych, funkcjonujących w systemie doradztwa rolniczego ACSA (obecnie ponad 400 ekspertów działających w ponad 40% urzędów gminnych Mołdawii).

source: As such, assistance was provided in the establishment of a Moldovan model of agricultural advisory services, based on the self-funding model, functioning as a network of local information points (currently over 400 experts operate in over 40% of Moldova's county offices).
pl: Tym samym udzielono wsparcia w tworzeniu mołdawskiego modelu doradztwa rolniczego, opartego na zasadzie samofinansowania, funkcjonującego jako sieć lokalnych punktów (obecnie ponad 400 ekspertów działających w ponad 40% urzędów gminnych Mołdawii).

source: By creating new jobs and raising farmers' incomes, the implemented measures helped to improve the financial situation of farmers and persons providing agricultural services.
pl: Wdrożone działania miały bezpośredni wpływ na poprawę sytuacji ekonomicznej rolników i osób świadczących usługi rolnicze poprzez stworzenie dodatkowych miejsc pracy oraz podniesienie dochodów rolników.

source: You are here Polish Aid / Partner countries / Eastern Partnership / Ukraine / Ukraine - projects carried out in 2012 / Ukrainian students on their path to a professional career
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Ukraina / Projekty 2012 - Ukraina / Ukraińscy studenci w drodze do kariery

source: Ukrainian students on their path to a professional career
pl: Ukraińscy studenci w drodze do kariery

source: What path should one take after graduating from university?
pl: Jaką drogę wybrać po zakończeniu studiów?

source: How to find your place on the labour market?
pl: Jak odnaleźć się na rynku pracy?

source: Where to seek the courage and knowledge needed to start one's own business?
pl: Gdzie szukać odwagi i wiedzy niezbędnych do rozpoczęcia własnej działalności gospodarczej?

source: How to write a CV and a motivation letter?
pl: Jak napisać CV i list motywacyjny?

source: The goal of the project's organizer was to enable the professional activation of men and women, in particular graduate students, from the Chernvitsi region in south-west Ukraine.
pl: Zamierzeniem projektodawcy była aktywizacja zawodowa kobiet i mężczyzn, szczególnie studentów IV i V roku, z rejonu Czerniowce, w południowo-zachodniej Ukrainie.

source: They idea was inspired by the Academic Career Centre operating alongside the Krakow University of Economics.
pl: Pomysł powstał na bazie działającego przy Uniwersytecie Ekonomicznym w Krakowie i przynoszącym sukcesy Akademickiego Centrum Kariery.

source: The objective was to create a job advice centre for students, focusing on entrepreneurship, a place to hold workshops and meetings, provide psychological advice, and let students play the role of hosts and co-creators of the project.
pl: Stworzyć miejsce profesjonalnego doradztwa dla studentów z zakresu przedsiębiorczości, miejsce szkoleń i spotkań, miejsce wsparcia psychologicznego, miejsce, w którym studenci będą czuli się także gospodarzami i twórcami to cel projektu.

source: The next step was to prepare the staff responsible for setting up and running the Centre.
pl: Następnie skupiono się na przygotowaniu kadry odpowiedzialnej za utworzenie i prowadzenie Centrum.

source: A study visit to Krakow was organized, during which participants learned about the various forms of support for students and persons entering the labour market, in particular the Academic Career Centre.
pl: Zorganizowano wizytę studyjną w Krakowie, w trakcie której uczestnicy zapoznali się z funkcjonowaniem różnych form wsparcia studentów i osób wchodzących na rynek pracy, w tym szczególnie Akademickim Centrum Kariery.

source: After that, a series of pilot workshops and meetings were held with students, academic staff, and persons entering the labour market.
pl: Kolejnym krokiem było przeprowadzenie szeregu pilotażowych szkoleń i spotkań dla studentów, kadry akademickiej oraz osób wchodzących na rynek pracy.

source: Internships were organized for the people running the Centre, during which participants were acquainted with the functioning of career centres in Krakow; they also learned how to organize career fairs and cooperate with all of the entities involved in building the job market.
pl: Zorganizowano staże dla osób zaangażowanych w prowadzenie Centrum, w trakcie których uczestnicy zapoznali się z funkcjonowaniem krakowskich biur karier, uczyli się organizacji tzw. targów pracy oraz współpracy pomiędzy wszystkimi podmiotami zaangażowanymi w kreowanie rynku pracy.

source: Moreover, two handbooks were published, entitled “Effective ways of seeking jobs” and “Mobile student” which served as didactic manuals and student guides.
pl: Dodatkowo przygotowano dwa podręczniki pt. „Skutecznie szukamy pracy” oraz „Mobilny student”, będące pomocą dydaktyczną oraz poradnikiem dla studentów.

source: The crowning of the project efforts was the provision of equipment, creating a website and opening the office of the University Career Centre.
pl: Ukoronowaniem działań projektowych było wyposażenie, stworzenie strony internetowej oraz otwarcie biura Uniwersyteckiego Centrum Kariery.

source: Currently the Centre has access to a workshop and conference room and a separate room that serves as a consultation and advisory point.
pl: Jest to obecnie miejsce z dostępem do Sali szkoleniowo-konferencyjnej oraz pomieszczenia pełniącego funkcję punktu konsultacyjnego i doradczego.

source: The project entitled “University Career Centre as a form of professional activation of men and women on the eve of their entry onto the labour market” was implemented by the Malopolska Regional Agency for Energy and Environmental Management in Krakow, with the total cost amounting to PLN 128,758, including MFA funding of PLN 113,827.
pl: Projekt „Uniwersyteckie Centrum Kariery jako forma aktywizacji zawodowej kobiet i mężczyzn w przeddzień ich wejścia na rynek pracy” realizowany był przez Małopolską Agencję Energii i Środowiska z Krakowa, a jego koszt całkowity wyniósł 128 758 zł, w tym dofinansowanie ze środków MSZ wyniosło 113 827 zł.

source: You are here Polish Aid / Knowledge Base / Good practices / Selected projects 2008 / Active youth - the future of Ukraine
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Dobre praktyki / Wybrane projekty polskiej pomocy 2008 / Aktywni młodzi przyszłością Ukrainy

source: Active youth - the future of Ukraine
pl: Aktywni młodzi przyszłością Ukrainy

source: The aim of the project was to assist in building the civil society associated with the activation of youth in Ukraine.
pl: Celem projektu była pomoc w budowie społeczeństwa obywatelskiego na Ukrainie połączona z uaktywnie­niem ludzi młodych.

source: Six Youth Centres in Kharkov region and several Public Achievement (PA) groups in Odessa region were created.
pl: Utworzono sześć Centrów Aktywności Młodych (CAM) w rejonie Charkowa oraz kilkanaście grup Public Achievement (PA) w rejonie Odessy.

source: The Youth Centres are designed to train young people and provide information useful for finding a job or engaging in volunteering.
pl: Centra Aktywności Młodych mają za zadanie szkolenie młodych ludzi i dostarczanie im informacji przydatnych w poszukiwaniu pracy lub angażowaniu się w wolontariat.

source: Additionally, 17 groups of PA for children and youth involved in solving local problems were launched in Odessa and Odessa province under supervision of teachers from primary and secondary schools.
pl: Natomiast w Odessie i Obwodzie Odeskim pod kierow­nictwem nauczycieli ze szkół podstawowych i średnich powstało 17 grup PA skupiających dzieci i młodzież zaangażowane w rozwiązywanie lokalnych problemów.

source: The panellists agreed that democratic ownership is crucial for the effectiveness of development measures.
pl: Uczestnicy panelu, z wyjątkiem A. Lekvall, byli zgodni co do zasadniczego znaczenia własności demokratycznej rozwoju dla skuteczności działań rozwojowych.

source: A different view was presented by Anna Lekvall who pointed out that development aid has a limited impact on democratization (aid usually benefits regimes; the involvement of national parliaments, political parties and civil society organizations in decision-making and programming is often insufficient).
pl: A. Lekvall prezentowała stanowisko, że wpływ pomocy rozwojowej na procesy demokratyzacyjne jest ograniczony (pomoc służy na ogół reżimowi; parlamenty narodowe, partie, organizacje społeczeństwa obywatelskiego nie są z reguły dostatecznie zaangażowane w procesy decyzyjne i programowanie).

source: B. Amongi called for putting national systems to wider use and suggested that fund allocation decisions be transferred to the local level, as this should help enhance a community's expert capabilities.
pl: B. Amongi apelowała o szersze korzystanie z systemów krajowych i przeniesienie decyzji ws. alokacji środków na szczebel lokalny, co powinno przyczynić się do poprawy własnych zdolności eksperckich.

source: A. Tujan noted the progress that the Busan Forum has made on provisions concerning democratic ownership, but also described them as insufficient.
pl: A. Tujan odnotował pewien postęp osiągnięty podczas Forum w Pusanie odnośnie zapisów nt. własności demokratycznej, ale uznał je za nadal niedostateczne.

source: In Brian Atwood's view, the Busan Forum was successful.
pl: W ocenie B. Atwooda Forum w Pusanie zakończyło się sukcesem.

source: He also said that a new chapter in global development cooperation has been opened thanks to the involvement of BRICS countries and emerging economies.
pl: Jego zdaniem, zaangażowanie krajów BRICS i tzw. gospodarek wschodzących, otwiera, choć w stopniu niewystarczającym, nowy rozdział w światowej współpracy rozwojowej.

source: Moderated by: Thijs Berman, MEP, opening remarks: Filip Kaczmarek, MEP.
pl: Moderator: Thijs Berman z PE, słowo wstępne: Europoseł Filip Kaczmarek.

source: Re-granting for NGOs
pl: Fundacja Edukacja dla Demokracji

source: Re-granting will make it possible for organizations with experience in the field of global education to implement limited-scope measures.
pl: Regranting umożliwi doświadczonym w zakresie edukacji globalnej organizacjom realizację działań o ograniczonym zasięgu.

source: Organizations with less experience, meanwhile, will be able to count on support in the form of advice and information during the preparation of the grant application and during project implementation.
pl: Natomiast organizacje z mniejszym doświadczeniem będą mogły liczyć na wsparcie o charakterze doradczo-informacyjnym w trakcie przygotowywania wniosku i realizacji projektu.

source: The project will result in the preparation of a high-quality education package for the implementation of classes for this age group.
pl: Rezultatem projektu będzie przygotowanie wysokiej jakości pakietu edukacyjnego do realizacji zajęć w tej grupie wiekowej.

source: The project follows up on the programme initiated last year, thanks to which almost 500 teachers from 11 voivodeships were trained and received educational packages.
pl: Projekt ten jest kontynuacją rozpoczętego w ubiegłym roku programu, dzięki któremu przeszkolono prawie 500 nauczycieli z 11 województw oraz przygotowano dla nich pakiet edukacyjny.

source: 925/2013 From the South's Perspective - Global Education Centre in Poznan
pl: 925/2013 Z perspektywy Południa - Centrum Edukacji Globalnej w Poznaniu

source: “One World” Association
pl: Stowarzyszenie „Jeden świat”

source: The project is a response to the need to raise the qualifications of teachers and tutors working with children and youth in the non-formal education setting, and is aimed at encouraging them to discuss global topics in their everyday work.
pl: Projekt jest odpowiedzią na potrzebę podnoszenia kwalifikacji nauczycieli i osób pracujących z dziećmi i młodzieżą w edukacji pozaformalnej, i ma zachęcić do poruszania zagadnień globalnych w codziennej pracy.

source: In the framework of project measures, multi-stage training workshops for teachers will be conducted and then evaluated.
pl: W ramach działań projektowych przeprowadzone zostaną kilkuetapowe szkolenia dla nauczycieli, zakończone ewaluacją.

source: The methods of work will be adapted to the profile of the group, enabling children and youth to be creative and actively acquire knowledge.
pl: Uwzględnione zostanie dostosowanie metod pracy do profilu grupy, pozwalające dzieciom i młodzieży na kreatywność i aktywne zdobywanie wiedzy.

source: The teachers themselves will have a chance to co-create the educational tools and exchange experiences.
pl: Sami nauczyciele będą mieli z kolei okazję do współtworzenia narzędzi edukacyjnych i wymiany doświadczeń.

source: The project will enable them to raise the global education competencies of teachers and tutors working with children and youth in the non-formal education setting.
pl: Projekt pozwoli na podniesienie kompetencji nauczycieli i osób pracujących z dziećmi i młodzieżą w edukacji pozaformalnej w zakresie edukacji globalnej.

source: It also foresees an educational programme for volunteers to raise the competencies of volunteers engaged in the global education project.
pl: Przewidziany jest też program edukacyjny dla wolontariuszy, dzięki któremu zwiększą się kompetencje wolontariuszy, zaangażowanych w projekty edukacji globalnej.

source: Polish Center for International Aid
pl: Fundacja Polskie Centrum Pomocy Międzynarodowej

source: The project comprises a public information campaign displayed on CityINFOtv screens in subway cars and buses, over a period of 10 weeks.
pl: Projekt przewiduje przeprowadzenie kampanii informacyjnej wyświetlanej w wagonach metra i autobusach na ekranach CityINFOtv przez 10 tygodni.

source: The campaign will have a mini-quiz format.
pl: Kampania będzie miała postać mini-testów wiedzy.

source: Similar measures were implemented last year and met with the positive reaction of passengers.
pl: Podobne działania były realizowane już w roku ubiegłym i spotkały się z pozytywnym odzewem pasażerów.

source: The topic of this year's information campaign will be, first and foremost, to compare living standards in Poland with those in Polish aid priority countries.
pl: Tematyką tegorocznej kampanii informacyjnej będzie przede wszystkim porównanie poziomu i jakości życia w Polsce i w krajach-priorytetowych polskiej pomocy.

source: The educational website www.infoswiat.pl will operate alongside.
pl: Równolegle prowadzony będzie serwis edukacyjny www.infoswiat.pl .

source: 1000/2013 Awareness raising campaign about the impact of economic decisions on the realisation of the Millennium Development Goals
pl: 1000/2013 Kampania na rzecz uświadomienia wpływu decyzji ekonomicznych na realizację Milenijnych Celów Rozwoju

source: The aim of the project is to make Polish consumers aware of the global network of interdependencies between shopping decisions and investments on the one hand, and the socio-economic situation of the inhabitants of the Global South, on the other hand.
pl: Celem projektu jest uświadomienie konsumentom w Polsce sieci globalnych współzależności między decyzjami zakupowymi oraz inwestycyjnymi, a sytuacją społeczno-ekonomiczną mieszkańców Globalnego Południa.
